{
    "guid": "bf3f0d7a-22a3-4a59-9654-97db43cee754", 
    "trigger": "land:job2",
    "title": "How to Play: Nightclub",
    "category": "Jobs",
    "image": "@hint_nightclub.bmp",
    "body": "Welcome to Trader Jimmy's Tiki Lounge, where the elite meet to move their feet to the beat. Here at the nightclub, you're either a [s][color=white]DJ[/color][/s] or a [s][color=white]DANCER[/color][/s] attempting to entice Sims to shake their booties and dance the night away.\n\nAs a [s][color=white]DJ[/color][/s], you'll use our state-of-the-art Technofrobicon 2000 Turntables to mix the music that makes Sims go ga-ga. Simply select a track from each instrument. It's just like punching in a pick on a jukebox. Your goal over the round is to find the winning pattern, then keep it fresh until the end. The dancefloor will show a line in your colour if you're closer, or pulse on the edge if you're further. When an arrow comes in your direction, one of your patterns struck gold.\n\nAs a [s][color=white]DANCER[/color][/s], your creation and permutation of gyration will lead to elation, fascination, and admiration. In other words, get up on the Dance-O-Matic and 'shake that thang.' Once you get on the platform, you'll be able to select moves from a vast repertoire. Every few minutes, 3 dance moves spontaneously become the 'in' thing, and will attract the crowd. However, don't just repeat the same move over and over. That's sure to drive the crowd away.\n\nEach [s][color=white]DJ[/color][/s] and [s][color=white]DANCER[/color][/s] work as a team. You'll have to gauge the mood of the audience to figure out what works, and what doesn't. The [s][color=white]DJ[/color][/s] is looking for that one perfect mix of samples and beats per round, while the [s][color=white]DANCER[/color][/s] is trying to find the right three moves that makes Sims shake it. Feel free to copy your competition - plagarism is the key to success in the entertainment business.\n\nThe most popular team gets the most money. Pair up with a pal for plentiful payouts!"
}