{
    "guid": "1d687ca3-ebf0-4f10-9f5a-2a2078f4b3e9", 
    "trigger": "land:money",
    "title": "The Money Trio",
    "category": "Basics",
    "image": "hint_moneytrio.png",
    "body": "There are 3 main ways to make money in FreeSO, allowing both active or passive gameplay! \n\n[s][color=#B3FF99]Single Money Objects:[/s][/color] Earning money with these objects only takes your own sim, and a lengthy interaction. This is the most passive way of making money, and great for if you're working on something else or just want to chat, but it makes the least money! The more of the required skill you have, and people on the lot using the same type of object, the more money you make. Payouts for different objects change daily, so you should keep an eye on the newspaper. \n\n[s][color=#FFA64D]Group Money Objects:[/s][/color] Objects of this type have more than one station, so you need to get together a group of players to get started. The group plays a minigame which varies their payout depending on performance. Each object requires players with certain combinations of skills - the higher they are, the better the payout! To reward your efforts getting a group together with various skills and winning the minigame, these pay a good sum. \n\n[s][color=#FF9999]Online Jobs:[/s][/color] The way to make the most money in FreeSO is to get a Job via the Newspaper or a PC. These jobs involve a lot more action than the above two, testing your skills micromanaging your interaction queue and paying attention to the game world. These jobs can be run solo or with a group of players, but pay better the more people you have with you. You don't get paid much to start, but by job level 10 you'll earn a truckload every shift, and maybe even a loyalty reward... This type of job is that it's only available at certain times of the day, so if you're money mad you'll have to do one of the above out of hours. You can also quit at any time without losing your level, and even switch jobs using the phone!"
}